Repository: common-repository/simple-social-share-block
Catalog: languages/simple-social-sharing-block-*.po
Languages: fr_fr

source: Social Sharing Button
fr_fr: Boutons de partage Réseaux Sociaux

source: Display :
fr_fr: Affichage :

source: Icons
fr_fr: Icônes

source: Colour :
fr_fr: Couleur :

source: Originals
fr_fr: Natives

source: Grayscale
fr_fr: Nuance de gris

source: Show eMail
fr_fr: Montrer le partage par eMail

source: Have a look at this!
fr_fr: Jetez un œil à ceci !

source: You might be interested in this article.
fr_fr: Cet article pourrait vous intéresser.

source: Show Print
fr_fr: Montrer le bouton d'impression

source: Show Facebook
fr_fr: Montrer le bouton de partage sur Facebook

source: Show Twitter
fr_fr: Montrer le bouton de partage sur Twitter

source: Hey Twitter!
fr_fr: Salut les twittos !

source: You might be interested by this article : %s
fr_fr: Cet article pourrait vous intéresser : %s

source: Have a look at this article : %s
fr_fr: Jetez un œil à cet article : %s

source: Hey Twitter, Have a look at this! %s
fr_fr: Salut les twittos, jetez un œil à cet article : %s
